accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
ark
awesome-terminal-fonts
awww
base
base-devel
bash-completion
bind
bluedevil
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
breeze-gtk
brightnessctl
btop
btrfs-assistant
btrfs-progs
cachy-update
cachyos-emerald-kde-theme-git
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-iridescent-kde
cachyos-kde-settings
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-nord-kde-theme-git
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
char-white
chwd
cmatrix
code
cpupower
cryptsetup
device-mapper
diffutils
discord
dmidecode
dmraid
dnsmasq
dolphin
dosfstools
duf
e2fsprogs
efibootmgr
efitools
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
ffmpegthumbs
figlet
filelight
firefox
fsarchiver
fwupd
git
glances
grim
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gtk4-layer-shell
gwenview
haruna
hdparm
htop
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprshot
inetutils
intel-media-driver
intel-media-sdk
intel-ucode
iwd
jfsutils
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdeplasma-addons
kdialog
kinfocenter
kio-admin
kitty
konsole
kscreen
kwallet-pam
kwalletmanager
less
lib32-mesa
lib32-opencl-mesa
lib32-vulkan-intel
libdvdcss
libgsf
libopenraw
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
logrotate
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
neovim
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
opencl-mesa
openssh
os-prober
pacman-contrib
pamtester
partitionmanager
paru
pavucontrol
perl
phonon-qt6-vlc
pipewire-alsa
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-firewall
plasma-login-manager
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
playerctl
plocate
plymouth
plymouth-kcm
poppler-glib
power-profiles-daemon
powerdevil
pv
python
python-defusedxml
python-numpy
python-opencv
python-packaging
python-pillow
qt5-wayland
qt6-wayland
quickshell-git
rebuild-detector
reflector
ripgrep
rsync
s-nail
satty
sg3_utils
shelly
slack-desktop
slurp
smartmontools
snapper
sof-firmware
spectacle
spicetify-bin
starship
steam
sudo
sysfsutils
tailscale
texinfo
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono
ttf-liberation
ttf-meslo-nerd
ttf-opensans
udiskie
ufw
ufw-extras
unrar
unzip
upower
usb_modeswitch
usbutils
uwsm
vim
vlc-plugins-all
vulkan-intel
waybar
wget
which
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-user-dirs
xfsprogs
xl2tpd
xsettingsd
yay
yazi
zoom
